<x-navigation>
    <x-slot:heading>home</x-slot:heading>
    <img id="full-logo-display" src="/Images/logo-full.png">
    <div id="information-outside-container">
        <div class="information-container glass-theme">
            <img src="\Images\image-placeholder.png">
            <p>1. Валидиране: Решаване на значим проблем
                Проблем: Хората страдат от хронична липса на време за ежедневни задачи (сглобяване на мебели,
                разхождане на куче, онлайн проучвания), докато в същото време много хора имат свободни умения
                които не знаят как да монетизират лесно.</p>
        </div>

        <div class="information-container glass-theme">
            <p>Целева група (Кои са клиентите?):
                Заети професионалисти/семейства: Имат нужда от физическа помощ или виртуално съдействие.
                Фрийлансър и студенти: Търсят гъвкав доход или начин да натрупат опит.
                Хора с ограничени бюджети: Тези, които предпочитат бартера (ползват кредити вместо реални пари).
                Достигане до клиентите: На местно ниво чрез локални Facebook групи, партньорства с местни бизнеси и таргетирана реклама (Local Awareness Ads).</p>
            <img src="\Images\image-placeholder.png">
        </div>

        <div class="information-container glass-theme">
            <p>2. Бизнес модел: Как ChronoTask ще бъде успешен?
                Уникално решение: Платформа "всичко в едно" за виртуални и физически задачи,
                интегрираща хибридна система за разплащане (Пари + Кредити/Бартер).
                Механизъм на кредитите: Кредитите действат като "вътрешна валута".
                Това намалява психологическата бариера за плащане и насърчава хората да
                бъдат едновременно и потребители, и изпълнители (циркулярна икономика).
                Въздействие върху обществото: Подпомага местната заетост, насърчава
                взаимопомощта и дава възможност на хора без големи финансови средства
                да получат качествени услуги чрез труд.</p>
            <img src="\Images\image-placeholder.png">
        </div>

        <div class="information-container glass-theme">
            <p>3. Приходни потоци (Как печелите?)
                Такса трансакция (Service Fee): Процент от плащанията в кеш.
                Такса преобразуване: Малка такса, ако потребителят иска да
                обърне кредитите си в реални пари (cash-out).
                Премиум профили: Срещу месечна такса изпълнителите се
                появяват по-напред в търсачката.
                Реклама на местни бизнеси: Локални фирми за инструменти,
                почистващи препарати и т.н.
            </p>    
            <img src="\Images\image-placeholder.png">
        </div>
    </div>
</x-navigation>